Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/lonnrot.html.tmx
Source language: fin
Languages: smn

source: Tutkimus
smn: Tutkâmuš

source: Lauri Itkonen
smn: Elias Lönnrot

source: I. Itkonen
smn: Elias Lönnrot

source: Erkki Itkonen
smn: Heikki Mattus

source: Kirjallisuusluettelo
smn: Kirjálâsvuodâ luvâttâllâm

source: Ensimmäinen henkilö, joka on vaikuttanut inarinsaamelaisen kirjallisuuden syntymiseen oli Elias Lönnrot. Hän julkaisi vuonna 1854 kirjoittamansa artikkelin kirjasarjassa Acta Societatis Scientiarum Fennicae, no 4.
smn: Vuossâmuš olmooš, kote lii vaikuttâm anarâš kirjálâšvuođâ šoddâmân lii Elias Lönnrot, ko ive 1854 almostui suu čäällim artikkel kirjerááiđu Acta Societatis Scientiarum Fennicae, no 4 uássin, mon vaarâ kuástidij Suomen tiedeseura.

source: Niinpä hänet voitaisiinkin kutsua inarinsaamen kirjakielen isäksi, kuten Mikael Agricolaa kutsuttiin suomen kirjakielen isäksi.
smn: Nuuvtpa suu mottoom tááhust puávtáččij-uv nabdeđ anarâš kirjekielâ eeččin siämmáá náálá ko Mikael Agricola nobdui suomâ kirjekielâ eečin.

source: Elias Lönnrot kutsuttiin myös toiseksi suomen kirjakielen isäksi yhdessä Mikael Agricolan kanssa.
smn: Elias Lönnrot nobdui meiddei nubben suomâ kirjekielâ eečin oovtâst Mikael Agricolain.

source: Elias Lönnrot syntyi Paikkarin torpassa Sammatissa 9.4. 1802 vaatturi Fredrik Johan Lönnrotin ja vaimonsa Ulrika Wahlbergin monilapsisen perheen neljänneksi pojaksi eli keskimmäiseksi lapseksi.
smn: Elias Lönnrot šoodâi Paikkar torppaast Sammatist 9.4.1802 pivtâskuárroo Fredrik Johan Lönnrot já kálgus Ulrika Wahlberg páárnášjuávhu niäljádin kandân ađai koskâmužžân pärnin.

source: Tuona aikana koulutuksen saaminen oli vaikeaa, mutta ankarien lukuhalujensa ja suojelijoidensa ansiosta se Lönnrotilta onnistui.
smn: Tallaa ääigist ij lamaš älkkee finniđ škovliittâs, mutâ äŋgiris luuhâmhalui keežild já suu piälušteijei áánsust tot Lönnrotist luhostui.

source: Hän opiskeli vanhimman veljensä Henrik Johanin tuella Tammisaaren pedagogiota 1814 – 1815 ja Turun katedraalikoulua 1816 - 1818. Opinnot kuitenkin keskeytyivät väliaikaisesti rahapulaan.
smn: Sun vaazij puárásumos viljâs Henrik Johan torjuin Tammisaari pedagogio 1814 - 1815 já Tuurgu katedraalškoovlâ 1816 - 1818. Oopah kuittâg koskâlduvvojii koskâpuddâsávt ruttâvänivuotân.

source: Opintojensa rahoittamiseksi opiskelijat eli teinit kulkivat kerjuulla ja keräsivät ruokatarvikkeita, viljaa ja rahaa myös laulamalla.
smn: Opâidis ruttâdmân uáppeeh ađai teinih juttii kerjidmin já čoggii purrâmâšveerkijd, valje já ruuđâ meiddei lávlumáin.

source: Aikansa vaatturinakin kylästä kylään kulkenut Lönnrot pääsi oppilaaksi Porvoon lukioon 20.3. 1820, mutta jo huhtikuun alussa hän erosi koulusta ja lähti Hämeenlinnaan, koska sai siellä apteekkiopiskelijan paikan.
smn: Ääigis pivtâskuárron-uv siijdâid jottáám Lönnrot peesâi uáppen Porvoo luvâttâhhân 20.3.1820, mutâ juo cuáŋuimáánu aalgâst sun iäránij škoovlâst já vuolgij Hämeláánnan, ko finnij tobbeen apteekuáppeesaje.

source: Yksityisten ihmisten ohjauksessa Lönnrotista tuli kuitenkin ylioppilas ja hänet merkittiin Turun akatemian matrikkeliin 11.10. 1822. Opiskelijatovereina olivat mm. J. L. Runeberg ja J. V. Snellman.
smn: Ovtâskâsulmui stivrimvuálážin Lönnrotist šoodâi kuittâg pajeuáppee já sun merkkejui Tuurgu akatemia matrikkelân 11.10.1822. Uáppeeskipárin lijjii ovdâmerkkân J. L. Runeberg já J. V. Snellman.

source: Lähes viiden vuoden opiskelun jälkeen Lönnrot suoritti filosofian kandidaatin tutkinnon kesäkuussa 1827. Maisterin väitöskirjan aiheena oli muinaisten suomalaisten jumalana pidetty Väinämöinen.
smn: Aldasááid viiđâ ive opâi maŋa Lönnrot čođâlditij filosofia kandidaat tutkoos kesimáánust 1827. Maisternággus fáddán lâi tovlái syemmilij imelin toollâm Väinämöinen.

source: Aiheen hän oli saanut professori Reinhold von Beckeriltä, joka oli arkkiatri J. A. Törngrenin serkku.
smn: Fáádá sun lâi finnim professor Reinhold von Beckerist, kote lâi arkkiatrâ J. A. Törngren hyelkki.

source: Vuodesta 1824 lähtien Lönnrot oli toiminut kesäajat kotiopettajana silloisessa kirurgisessa ja lapsenpäästöopin professorin J. A. Törngrenin (1772 - 1859) omistamassa Laukon kartanossa Vesilahdella.
smn: Ive 1824 rääjist Lönnrot lâi toimâm keesijd päikkimáttáátteijen tallaa kirurgisâš já párnáápestimoopâ professor J. A. Törngren (1772 - 1859) omâstem Lauko kärdinist Vesilahtist.

source: Turun palon jälkeen hän vietti Laukon kartanossa talven 1828 ja alkoi valmistautua ensimmäiselle keruumatkalleen.
smn: Tuurgu pyellim maŋa sun vietij Laukost täälvi 1828 já rahttâđâi vuossâmuu nuurrâmmátkásis.

source: Lääketieteen tohtoriksi hän valmistui vuonna 1832. Laukossa Lönnrot myös hahmotteli myöhemmin käsikirjoituksen Kalevalan toiseen painokseen, joka ilmestyi vuonna 1849.
smn: Talhâstiettuu tuáhtárin sun šoodâi ive 1832. Laukost Lönnrot meiddei maŋeláá hammij kietâčalluu Kalevala nube teddilmân, mii almostui ive 1849.

source: Elias Lönnrot teki 11 matkaa, joista tammikuussa 1841 alkanut toiseksi viimeinen matka eli kymmenes matka, joka oli toinen ns. suurmatkoista, keskeytyi maaliskuussa passimuodollisuuksien vuoksi.
smn: Elias Lönnrot toovâi 11 mätkit, moin uđđâivemáánust 1841 álgám nubben majemuš mätki ađai lovváád mätki, mii lâi nubbe nk. stuorrâmätki koskâldui njuhčâmáánust passâmuáđulâšvuođâi keežild.

source: Matka jatkui 31.10. ja se ulottui kaikkein pisimmälle eli Kemistä Inariin, Pohjois-Norjaan, Kuolaan ja Arkangeliin.
smn: Mätki jotkui 31.10 já tot uulij puoh olgomustáá ađai Kiemâst Anarân, Tave-Taažân, Kuáládâhhân já Arkaŋgelân.

source: Samalla keruumatkalla hän keräsi mm. inarinsaamelaisia kielennäytteitä.
smn: Siämmáá nuurrâmmääđhist sun čoogij ereslasseen anarâš kielâaašijd.

source: Matkakumppaneina oli aluksi norjankielen tutkija Nils Stockfleth sekä Suomen heimon löytöjä Mathias Alexander Castrén (1813 – 1852), joka heinäkuussa 1842 suuntasi matkansa samojedien maille.
smn: Mätkikyeimin láin aalgâst taažâ kielâtotkee Nils Stockfleth sehe Suomâ hiäimu kävnee Mathias Alexander Castrén (1813 - 1852), kote syeinimáánust 1842 tolliittij samojedij enâmááid.

source: Lönnrot puolestaan lähti vesireittejä myöten sukukieli vepsän puhujien joukkoon Ojattijoen latvoille.
smn: Lönnrot vuolgij čäcikiäinui mield suhâkielâ vepsä sárnoi juávkun Ojatti-juuvâ kierruid.

source: Myös pohjoisvepsäläisistä kootut tiedot kielestä ja kansanrunoudesta tulivat myöhemmin suomen kielen professuuria varten kirjoitetun väitöskirjan aiheeksi.
smn: Meid tavevepsälijn čoggum tiäđuh kielâst já aalmugtivtâlâšvuođâst šoddii maŋeláá suomâkielâ professuur várás rahtum náguskirje amnâsin.

source: Lönnrotin osalta matka päättyi lokakuussa 1842. Viimeisen matkansa hän teki Eestinmaalle 1844 – 1845. Keruumatkojensa lisäksi hän toimi apulaislääkärinä Oulussa 1832, Kajaanin piirilääkärinä 1833 – 1854, suomen kielen professorina Aleksanderin yliopistossa 1854 – 1862 ja suomalais-ruotsalaisen sanakirjan toimittajana 1862 – 1880. Elias Lönnrot kuoli Sammatissa 19.3.
smn: Lönnrot uásild mätki nuuvâi roovvâdmáánust 1842. Majemuu määđhi sun toovâi Eestienâmân 1844 – 1845. Nuurrâmmađhij lasseen sun tooimâi išetuáhtárin Oulust 1832, Kaajaan pirrâdâhtuáhtárin 1833 – 1854, suomâkielâ professorin Aleksander ollâopâttuvvâst 1854 – 1862 já syemmiláš-ruátálâš sänikirje toimâtteijen 1862 – 1880. Elias Lönnrot jaamij Sammatist 19.3.1884 masa 82 ihásâžžân, mon kalga tallaa ááigán kullen toollâđ ollâ ahheen.

source: Elias Lönnrot kuvattuna teoksessa Suomen kulttuurihistoria.
smn: Elias Lönnrot kovvejum kirjeest Suomen kulttuurihistoria.
